# Пирожок с сюрпризом
# Глава 3. Задание 1

import random
predscas = random. randint (1, 5)
if predscas == 1:
    print = "Вам попался пирожок с таким посланием: 'Не предивай,у тебя все получится!'"
if predscas == 2:
    print ("Вам попался пирожок с таким посланием: 'Ты ярче солнца!'")
if predscas == 3:
    print ("Вам попался пирожок с таким посланием: 'Все о чем мечтаешь, сбудется!'")
if predscas == 4:
    print ("Вам попался пирожок с таким посланием: 'Скоро произойдет что-то необычное!'")
if predscas == 5:
    print ("Вам попался пирожок с таким посланием: 'Совсем скоро произойжет что-то, чего ты не ожидаешь!'")
input("\nНажмите Enter, чтобы выйти")
